"_deleteProfileContainingRulesAlertMessageText" = "Delete profile?";
"_deleteProfileContainingRulesAlertInformativeText" = "When deleting a profile that contains rules you can either choose to delete those rules as well, or keep them and they will appear as unapproved, disabled rules.";
"_deleteProfileAssociatedWithNetworkTriggersAlertInformativeText" = "Networks associated with this profile will be treated as new networks when connecting the next time.";
